import { Film } from "./types";

// export const films: Film[] = [
//   { id: 1, title: "Побег из Шоушенка", year: 1994, from: "Джебра" },
//   { id: 2, title: "Крёстный отец", year: 1972, from: "Миша" },
//   { id: 3, title: "Тёмный рыцарь", year: 2008, from: "Андрей" },
//   { id: 4, title: "Криминальное чтиво", year: 1994, from: "Артем" },
//   {
//     id: 5,
//     title: "Властелин колец: Возвращение короля",
//     year: 2003,
//     from: "Миша",
//   },
//   { id: 6, title: "Форрест Гамп", year: 1994, from: "Андрей" },
//   { id: 7, title: "Начало", year: 2010, from: "Артем" },
//   { id: 8, title: "Бойцовский клуб", year: 1999, from: "Джебра" },
//   { id: 9, title: "Матрица", year: 1999, from: "Миша" },
//   { id: 10, title: "Славные парни", year: 1990, from: "Андрей" },
//   { id: 11, title: "Молчание ягнят", year: 1991, from: "Артем" },
//   { id: 12, title: "Интерстеллар", year: 2014, from: "Джебра" },
//   { id: 13, title: "Спасти рядового Райана", year: 1998, from: "Миша" },
//   { id: 14, title: "Унесённые призраками", year: 2001, from: "Андрей" },
// ];
